// Задание 1
// Создайте переменную a. Запишите в нее значение 10, выведите его на экран с помощью метода
// alert()
// . Затем запишите в нее значение 20, выведите его на экран.
// let a = 10;
// a = 20;
// alert(a);
// Создайте переменную и присвойте ей значение года выпуска первого iPhone. Выведите значение переменной на экран.
// const yearIphone = 2007;
// alert(yearIphone);

// Задание 4
// Создайте две переменные:
// 10
//  и
// 2
// . С помощью метода
// alert()
//  выведите на экран их сумму, разность, произведение и частное (результат деления).
// let a = 10;
// let b = 2;
// alert(a + b);
