// // 1 Задание ...Затем запишите в нее значение 20, выведите его на экран.
// let x = 10;
// a = 20;
// alert(x);
// // Задание 2 Создайте переменную и присвойте ей значение года выпуска первого iPhone.
// const yearIphone = 2007;
// alert(yearIphone);

// // Задание 4 Создать две переменные и вывести результат сложение
// let a = 10;
// let b = 2;
// alert(a + b);
// // Задание 5 Спросите у пользователя имя, выведите его имя в консоли и пожелайте пользователю хорошего дня!

// let sayName = String(prompt(`Как ваше Имя?`));
// alert(`ПРивет! ${sayName} и хорошего Вам дня!`);

// // Задание 6
// let couter = prompt("Введите число");
// couter = Number(couter); //преобразуем к числовому формату
// couter = couter + 2;
// console.log(couter);

// // Услловное ветвление (If/Ilse )
// // условие - на улице жарко? Да - надену футболку
// // Нет()дождь- останусь дома)
// let wether = "sunny";

// if (wether === "sunny") {
//   console.log("Там тепло надень футболку!");
// } else {
//   console.log("Останусь дома");
// }

let wether = "ranny ";
let time = "morning";

if (wether === "ranny") {
  console.log("едем домой на такси");
} else if (time === "morning") {
  console.log("еду на самокате мимо пробок на работу");
} else {
}
console.log("едем на автобусе");
{
}
